anthropic.claude-code
esbenp.prettier-vscode
github.copilot-chat
miguelsolorio.min-theme
miguelsolorio.symbols
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
negokaz.live-server-preview
openai.chatgpt
redhat.java
ritwickdey.liveserver
subframe7536.custom-ui-style
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
